Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Display.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Automatic
ar: تلقائي
bg: Автоматично
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automático
fi: Automaattinen
fr: Automatique
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
kk: Автоматты
ko: 자동
lt: Automatinis režimas
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automática
pt_pt: Automática
ro: Automat
ru: Автоматически
sk: Automatický
sl: Samodejno
sv: Automatisk
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

source: Brightness
ar: الإضاءة
bg: Яркост
ca: Brillantor
cs: Jas
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
es: Brillo
es_us: Brillo
fi: Kirkkaus
fr: Luminosité
fr_ca: Luminosité
he: בהירות
hi: ब्राइटनेस
hr: Svjetlina
hu: Fényerő
id: Kecerahan
it: Luminosità
ja: 明るさ
kk: Жарықтық
ko: 밝기
lt: Šviesumas
ms: Kecerahan
nl: Helderheid
no: Lysstyrke
pl: Jasność
pt_br: Brilho
pt_pt: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
sl: Svetlost
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_cn: 亮度
zh_hk: 亮度
zh_tw: 亮度

# SMART_CASE_LOCK_FOOTER
source: Automatically lock and unlock your Apple Vision Pro when you close and open the Apple Vision Pro cover.
ar: قفل وفتح قفل Apple Vision Pro تلقائيًا عند إغلاق وفتح غطاء Apple Vision Pro.
bg: Apple Vision Pro автоматично се заключва и отключва, когато се затваря и отваря капакът на калъфа на Apple Vision Pro.
ca: Bloqueja i desbloqueja l’Apple Vision Pro automàticament en tancar‑ne i obrir‑ne la funda.
cs: Automaticky Apple Vision Pro odemykat a zamykat při otevření a zavření pouzdra.
da: Lås/lås op automatisk ved lukning og åbning af Apple Vision Pro-dækslet.
de: Beim Öffnen und Schließen der Hülle die Apple Vision Pro automatisch entsperren und sperren.
el: Κλείδωμα και ξεκλείδωμα του Apple Vision Pro σας αυτόματα όταν κλείνετε και ανοίγετε το κάλυμμα του Apple Vision Pro.
es: Bloquea y desbloquea tu Apple Vision Pro automáticamente al cerrar y abrir la funda.
es_us: Bloquea y desbloquea automáticamente tu Apple Vision Pro al abrir y cerrar la tapa.
fi: Lukitse Apple Vision Pro tai avaa sen lukitus automaattisesti, kun suljet tai avaat Apple Vision Pron kannen.
fr: Verrouillez et déverrouillez automatiquement votre Apple Vision Pro lorsque vous fermez et ouvrez son boîtier.
fr_ca: Verrouillez et déverrouillez automatiquement votre Apple Vision Pro lorsque vous fermez et ouvrez son étui.
he: ניתן לנעול ולבטל את הנעילה של ה-Apple Vision Pro בעת סגירה ופתיחה של כיסוי ה-Apple Vision Pro.
hi: जब आप Apple Vision Pro कवर को बंद करेंगे और खोलेंगे, तो आपका Apple Vision Pro ऑटोमैटिकली लॉक और अनलॉक हो जाएगा।
hr: Automatsko zaključavanje i otključavanje uređaja Apple Vision Pro kad zatvorite i otvorite njegov pokrov.
hu: Az Apple Vision Pro automatikus zárolása és feloldása, amikor becsukja vagy kinyitja a tokját.
id: Kunci dan buka kunci Apple Vision Pro Anda secara otomatis saat Anda menutup dan membuka tutup Apple Vision Pro.
it: Blocca e sblocca automaticamente Apple Vision Pro quando apri e chiudi la sua custodia.
ja: Apple Vision Proカバーの開閉時に自動的にApple Vision Proをロック/ロック解除します。
kk: Apple Vision Pro қақпағын жауып, ашқанда, Apple Vision Pro құрылғысын автоматты түрде құлыптаңыз және құлпын ашыңыз.
ko: Apple Vision Pro 커버를 닫거나 열 때 자동으로 Apple Vision Pro를 잠그거나 잠금 해제합니다.
lt: Automatiškai užrakinkite ir atrakinkite savo „Apple Vision Pro“ įrenginį, kai uždarote ir atidarote „Apple Vision Pro“ dangtelį.
ms: Kunci dan buka kunci Apple Vision Pro anda secara automatik apabila anda menutup dan membuka penutup Apple Vision Pro.
nl: Vergrendel en ontgrendel je Apple Vision Pro automatisch wanneer je de hoes van de Apple Vision Pro sluit en opent.
no: Lås og lås opp Apple Vision Pro automatisk når du lukker og åpner dekselet på Apple Vision Pro.
pl: Apple Vision Pro będzie automatycznie blokowany (lub odblokowywany) po zamknięciu (lub otwarciu) pokrywy.
pt_br: Bloqueie e desbloqueie automaticamente o Apple Vision Pro ao fechar e abrir sua capa.
pt_pt: Bloquear e desbloquear o Apple Vision Pro automaticamente, quando fecha ou abre a capa.
ro: Blocați și deblocați automat Apple Vision Pro‑ul la închiderea și deschiderea capacului acestuia.
ru: Автоматически блокировать и разблокировать Apple Vision Pro при открытии и закрытии футляра Apple Vision Pro.
sk: Automaticky zamknúť a odomknúť Apple Vision Pro pri zatvorení alebo otvorení krytu Apple Vision Pro.
sl: Samodejno zaklenite in odklenite Aplpe Vision Pro, ko zaprete in odprete pokrov naprave Apple Vision Pro.
sv: Lås och lås upp Apple Vision Pro automatiskt när du stänger och öppnar Apple Vision Pro-fodralet.
th: ล็อคและปลดล็อค Apple Vision Pro ของคุณโดยอัตโนมัติเมื่อคุณปิดและเปิดปกของ Apple Vision Pro
tr: Apple Vision Pro kapağını kapatıp açtığınızda onu otomatik olarak kilitler ve kilidini açar.
uk: Автоматично замикати та відмикати Apple Vision Pro, закриваючи та відкриваючи футляр Apple Vision Pro.
vi: Tự động khóa và mở khóa Apple Vision Pro khi bạn đóng và mở nắp đậy Apple Vision Pro.
zh_cn: 合上和打开Apple Vision Pro保护罩时自动锁定和解锁Apple Vision Pro。
zh_hk: 合上和打開Apple Vision Pro保護蓋時自動鎖定及解鎖Apple Vision Pro。
zh_tw: 關閉和打開Apple Vision Pro護蓋時自動鎖定和解鎖Apple Vision Pro。

# START_TIME_TO_STOP_TIME
source: %@ to %@
ar: %@ إلى %@
bg: от %@ до %@
ca: Entre les %@ i les %@
cs: %@ až %@
da: %@ til %@
de: %@ bis %@
el: %@ έως %@
es: De %@ a %@
es_us: De %@ a %@
fr: %@ à %@
fr_ca: %@ à %@
he: ‏%@ עד %@
hi: %@ से %@
hr: %@ do %@
id: %@ hingga %@
lt: Nuo %@ iki %@
ms: %@ hingga %@
nl: %@ tot %@
no: %@ til %@
pt_br: %@ até %@
pt_pt: %@ à(s) %@
ro: De la %@ la %@
sk: od %@ do %@
sv: %@ till %@
th: %@ ถึง %@
uk: %@ до %@
vi: %@ đến %@

# ALWAYS_ON_FOOTER
source: When Always On Display is off, your screen will turn off when iPhone is locked.
ar: عندما تكون ميزة "تشغيل الشاشة دومًا" متوقفة، يتم إيقاف الشاشة عند قفل iPhone.
bg: Когато изключите функцията Винаги включен екран, вашият екран ще се изключва, когато iPhone е заключен.
ca: Si l’opció que manté la pantalla activa està desactivada, s’apagarà la pantalla en bloquejar l’iPhone.
cs: Když je funkce Trvale zapnutý displej vypnutá, displej při zamknutí iPhonu zhasne.
da: Når Skærm altid til er slået fra, slukkes skærmen, når iPhone er låst.
de: Wenn „Immer eingeschaltet“ deaktiviert ist, ist der Bildschirm aus, sobald das iPhone gesperrt wurde.
el: Όταν η ρύθμιση οθόνης «Πάντα ενεργή» είναι απενεργοποιημένη, η οθόνη σας θα απενεργοποιείται όταν το iPhone είναι κλειδωμένο.
es: Cuando la opción “Pantalla siempre activa” está desactivada, la pantalla se apaga al bloquear el iPhone.
es_us: Si esta opción está desactivada, la pantalla se apagará cuando tu iPhone se bloquee.
fi: Kun Aina päällä -asetus ei ole päällä, näyttö sammuu, kun iPhone lukitaan.
fr: Lorsque « Toujours à l’écran » est désactivé, votre écran s’éteint au verrouillage de l’iPhone.
fr_ca: Lorsque la fonctionnalité « Écran toujours allumé » est désactivée, l’écran est éteint lorsque l’iPhone est verrouillé.
he: אם המאפיין ״תצוגה פעילה תמיד״ כבוי, המסך נכבה כאשר ה-iPhone ננעל.
hi: जब “हमेशा चालू डिस्प्ले” बंद होता है, तब iPhone लॉक होने पर आपकी स्क्रीन बंद कर दी जाएगी।
hr: Kad je opcija “Uvijek uključen zaslon” isključena, zaslon će se isključiti kad je iPhone zaključan.
hu: Amikor a Mindig bekapcsolt kijelző ki van kapcsolva, az iPhone zárolása esetén a képernyő ki fog kapcsolni.
id: Jika Layar Selalu Nyala dimatikan, layar Anda akan dimatikan saat iPhone terkunci.
it: Se l’opzione “Schermo sempre attivo” è disabilitata, lo schermo si disattiva quando iPhone è bloccato.
ja: “常に画面オン”をオフにすると、iPhoneがロックされているときは画面がオフになります。
kk: «Әрдайым қосулы дисплей» өшірулі кезде, iPhone құлыптаулы болса, экраныңыз өшеді.
ko: 화면 상시표시를 끄면 iPhone이 잠금 상태일 때 화면이 꺼집니다.
lt: Jei funkcija „Visada rodyti“ išjungta, ekranas išsijungs, kai „iPhone“ bus užrakintas.
ms: Apabila Paparan Sentiasa Aktif tidak aktif, skrin anda akan dimatikan apabila iPhone dikunci.
nl: Wanneer 'Altijd aan' is uitgeschakeld, wordt je beeldscherm uitgeschakeld wanneer de iPhone is vergrendeld.
no: Når Skjerm alltid på er slått av, blir skjermen slått av når iPhone er låst.
pl: Gdy opcja Zawsze włączony jest wyłączona, ekran wyłączy się, gdy iPhone zostanie zablokowany.
pt_br: Quando a Tela Sempre Ativada estiver desativada, a tela será desligada quando o iPhone for bloqueado.
pt_pt: Se a opção Ecrã sempre ligado estiver desativada, o ecrã desliga‑se quando o iPhone está bloqueado.
ro: Când opțiunea “Ecran mereu activat” nu este pornită, ecranul se va stinge când iPhone‑ul este blocat.
ru: При выключенной функции «Экран всегда включен» экран будет выключаться, когда iPhone заблокирован.
sk: Keď je funkcia Trvalo zapnutý displej vypnutá, obrazovka sa po zamknutí iPhonu vypne.
sl: Če je nastavitev Aktivni zaslon izklopljena, se zaslon ob zaklepanju iPhona izklopi.
sv: När Alltid på är avslaget stängs skärmen av när du låser iPhone.
th: เมื่อหน้าจอเปิดตลอดปิดอยู่ หน้าจอของคุณจะปิดเมื่อ iPhone ถูกล็อค
tr: Hep Açık Ekran kapalıyken iPhone kilitlendiğinde ekranınız kapanır.
uk: Якщо функцію «Завжди ввімкнений екран» вимкнено, екран вимикатиметься після замикання iPhone.
vi: Khi Màn hình Luôn bật được tắt, màn hình của bạn sẽ tắt khi iPhone được khóa.
zh_cn: 全天候显示屏关闭时，iPhone锁定时屏幕将关闭。
zh_hk: 當「常亮螢幕」關閉時，你的螢幕將會在iPhone鎖定時關閉。
zh_tw: 若關閉「永遠顯示」，你的螢幕會在iPhone鎖定時關閉。

source: Light Until Sunset
ar: فاتح حتى غروب الشمس
bg: Светъл до залез
ca: Clar fins la posta del sol
cs: Světlý do soumraku
da: Lyst indtil solnedgang
de: Hell bis Sonnenuntergang
el: Ανοιχτόχρωμη έως τη δύση
es: Claro hasta anochecer
es_us: Claro hasta el atardecer
fi: Vaalea pimeään asti
fr: Claire jusqu’au coucher du soleil
fr_ca: Claire jusqu’au coucher du soleil
he: בהיר עד השקיעה
hi: सूर्यास्त तक हल्का रखें
hr: Svijetli do zalaska Sunca
hu: Világos napnyugtáig
id: Terang Hingga Terbenam
it: Chiaro fino al tramonto
ja: 日の入までライト
kk: Күн батқанға дейін жарық
ko: 일몰까지 라이트 모드
lt: Šviesu iki saulėlydžio
ms: Cerah sehingga Terbenam
nl: Licht tot zonsondergang
no: Lyst fram til solnedgang
pl: Jasny do zach. słońca
pt_br: Até o Pôr do Sol
pt_pt: Claro até ao pôr do sol
ro: Luminos până la apus
ru: Светлое до заката
sk: Svetlý do západu slnka
sl: Svetlo do sončnega zahoda
sv: Ljust till solnedgången
th: สว่างจนกระทั่งดวงอาทิตย์ตก
tr: Gün Batımına Dek Açık
uk: Світлий до вечора
vi: Sáng đến lúc Mặt trời lặn
zh_cn: 日落前保持浅色外观
zh_hk: 保持淺色至日落
zh_tw: 淺色直到日落為止

# REFERENCE_WARNING
source: Brightness limited due to high ambient temperature.
ar: الإضاءة محدودة بسبب ارتفاع درجة الحرارة المحيطة.
bg: Яркостта е ограничена при висока температура на околната среда.
ca: S’ha limitat la brillantor perquè la temperatura ambient és elevada.
cs: Jas je omezený kvůli vysoké teplotě prostředí.
da: Lysstyrken er begrænset grundet høj omgivende temperatur.
de: Helligkeit ist durch hohe Umgebungstemperatur begrenzt.
el: Η φωτεινότητα είναι περιορισμένη λόγω της υψηλής θερμοκρασίας περιβάλλοντος.
es: Se ha limitado el brillo debido a que la temperatura ambiente es elevada.
es_us: Brillo limitado debido a la temperatura ambiente alta.
fi: Kirkkautta on rajoitettu ympäristön korkean lämpötilan takia.
fr: La luminosité est limitée en raison d’une température ambiante élevée.
fr_ca: La luminosité est limitée en raison d’une température ambiante élevée.
he: הבהירות הוגבלה עקב טמפרטורת סביבה גבוהה.
hi: उच्च परिवेशी तापमान के कारण ब्राइटनेस सीमित है।
hr: Svjetlina je ograničena zbog visoke temperature okruženja.
hu: A fényerő a magas környezeti hőmérséklet miatt korlátozva van.
id: Kecerahan dibatasi karena suhu ambien tinggi.
it: Luminosità limitata a causa di temperatura ambientale elevata.
ja: 高い環境温度の影響により、明るさは制限されています。
kk: Қоршаған орта температурасы жоғары болғандықтан, жарықтық шектелді.
ko: 주변 온도가 높기 때문에 밝기가 제한되었습니다.
lt: Šviesumas apribotas dėl aukštos aplinkos temperatūros.
ms: Kecerahan terhad disebabkan suhu ambien tinggi.
nl: Helderheid beperkt vanwege hoge omgevingstemperatuur.
no: Lysstyrke er begrenset på grunn av høy temperatur i omgivelsene.
pl: Jasność została ograniczona z powodu wysokiej temperatury otoczenia.
pt_br: Brilho limitado devido à temperatura elevada do ambiente.
pt_pt: Brilho limitado devido a temperatura ambiente elevada.
ro: Luminozitate limitată din cauza temperaturii ambiante ridicate.
ru: Яркость ограничена из‑за высокой температуры окружающей среды.
sk: Jas je pre zvýšenú teplotu okolitého prostredia obmedzený.
sl: Svetlost je omejena zaradi visoke temperature okolja.
sv: Ljusstyrkan är begränsad på grund av en hög temperatur i omgivningen.
th: จำกัดความสว่างเนื่องจากอุณหภูมิแวดล้อมที่สูง
tr: Parlaklık, yüksek ortam sıcaklığı nedeniyle sınırlı.
uk: Яскравість обмежена через високу довкільну температуру.
vi: Độ sáng bị giới hạn do nhiệt độ xung quanh cao.
zh_cn: 由于环境温度过高，亮度受到限制。
zh_hk: 亮度受限制，因為環境温度過高。
zh_tw: 亮度受到限制，因為環境溫度過高。

# COMPATIBLE_APPEARANCE_CHOICE_LIGHT
source: Light
ar: فاتح
bg: Светъл
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Ανοιχτόχρωμη
es: Claro
es_us: Claro
fi: Vaalea
fr: Claire
fr_ca: Claire
he: בהיר
hi: लाइट
hr: Svijetli
hu: Világos
id: Terang
it: Chiaro
ja: ライト
kk: Жарық
ko: 라이트 모드
lt: Šviesu
ms: Cerah
nl: Licht
no: Lyst
pl: Jasny
pt_br: Clara
pt_pt: Tons claros
ro: Luminos
ru: Светлое
sk: Svetlý
sl: Svetlo
sv: Ljust
th: สว่าง
tr: Açık
uk: Світлий
vi: Sáng
zh_cn: 浅色
zh_hk: 淺色
zh_tw: 淺色

# BLUE_LIGHT_LOW_POWER_MODE_FOOTER
source: Night Shift is disabled in low power mode.
ar: يتم تعطيل الإضاءة الدافئة في نمط الطاقة المنخفضة.
bg: Функцията Night Shift е деактивирана в режим Пестене на енергия.
ca: En mode de baix consum, el Night Shift es desactiva.
cs: V režimu nízké spotřeby je funkce Night Shift vypnutá.
da: Night Shift er slået fra i Energibesparende funktion.
de: Im Stromsparmodus ist Night Shift deaktiviert.
el: Το Night Shift απενεργοποιείται στη λειτουργία χαμηλής ισχύος.
es: La función “Night Shift” está desactivada en el modo de bajo consumo.
es_us: Activar Ahorrar batería desactiva Night Shift.
fi: Night Shift poistetaan käytöstä, kun virta on vähissä.
fr: Night Shift est désactivé en mode économie d’énergie.
fr_ca: Night Shift est désactivé en mode économie d’énergie.
he: ‏Night Shift אינו פעיל ב״מצב סוללה חלשה״
hi: निम्न पावर मोड में Night Shift को अक्षम कर दिया जाता है।
hr: Night Shift je isključen u modu slabog napajanja.
hu: A Night Shift le van tiltva alacsony áramfogyasztású üzemmódban.
id: Night Shift dinonaktifkan dalam mode daya rendah.
it: L’opzione “Night Shift” è disabilitata in modalità di risparmio energetico.
ja: 低電力モードではNight Shiftが無効になります。
kk: Заряд үнемдеу режимінде Night Shift функциясы өшіріледі.
ko: 저전력 모드에서는 Night Shift가 비활성화됩니다.
lt: Funkcija „Night Shift“ išjungiama veikiant energijos taupymo režimui.
ms: Night Shift dinyahdayakan dalam mod kuasa rendah.
nl: 'Night Shift' is uitgeschakeld in de energiebesparingsmodus.
no: Night Shift er deaktivert i spareblussmodus.
pl: W trybie Niskie zużycie energii funkcja Night Shift jest wyłączona.
pt_br: O Night Shift é desativado no Modo Pouca Energia.
pt_pt: No modo de baixo consumo, Night Shift permanece desativado.
ro: Opțiunea Night Shift este dezactivată în modul Consum redus.
ru: Night Shift выключается в режиме энергосбережения.
sk: Night Shift je v režime nízkej spotreby vypnutý.
sl: Funkcija Night Shift je v načinu nizke porabe onemogočena.
sv: Night Shift är avaktiverat i strömsparläget.
th: Night Shift ถูกปิดใช้งานในโหมดประหยัดพลังงาน
tr: Night Shift, düşük güç modunda etkin değildir.
uk: Night Shift вимикається в режимі економії заряду.
vi: Night Shift được tắt trong chế độ nguồn điện thấp.
zh_cn: 低电量模式下，夜览将停用。
zh_hk: 「低耗電模式」下「夜覽」會停用。
zh_tw: 「低耗電模式」時會停用「夜覽」。

# ALWAYS_ON_ENABLED
source: On
ar: مشغل
bg: Вкл.
ca: Activada
cs: Aktivováno
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Activado
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעילה
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Ativado
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# DEFAULT_DISPLAY_ZOOMED_STANDARD_DENSE_DESCRIPTION
source: Choose a view for iPhone. Larger Text shows larger controls. Default shows more content. More Space shows even more content.
ar: اختيار عرض لـ iPhone. "نص أكبر" يظهر عناصر التحكم بحجم أكبر، "الافتراضي" يظهر محتوى أكثر على الشاشة، و"المزيد من المساحة" يظهر محتوى أكثر من ذلك.
bg: Изберете изглед за iPhone. По-голям текст показва по-големи бутони. По подразбиране показва повече съдържание. Повече място показва още повече съдържание.
ca: Selecciona un mode de visualització per a l’iPhone. L’opció de text més gran mostra els controls més grans; l’opció per omissió, més contingut; i l’opció de més espai, encara més.
cs: Nastavte si zobrazení na iPhonu. Výběrem volby Větší text zobrazíte větší ovládací prvky. Ve výchozím nastavení uvidíte více obsahu. Výběrem volby Více místa zobrazíte ještě více obsahu.
da: Vælg en oversigt til iPhone. Større tekst viser større betjeningspanel. Standard viser mere indhold. Mere plads viser endnu mere indhold.
de: Wähle einen Anzeigemodus für das iPhone. Mit „Größerer Text“ werden die Steuerelemente größer, mit „Standard“ wird mehr Inhalt angezeigt. Mit „Mehr Fläche“ wird noch mehr Inhalt angezeigt.
el: Επιλέξτε μια προβολή για το iPhone: «Μεγαλύτερο κείμενο» για μεγαλύτερα στοιχεία ελέγχου, «Προεπιλογή» για περισσότερο περιεχόμενο, ή «Περισσότερος χώρος» για ακόμη περισσότερο περιεχόμενο.
es: Selecciona una visualización para el iPhone: “Texto más grande”, que muestra los controles más grandes, “Por omisión”, que muestra más contenido, o “Más espacio”, que muestra aún más contenido.
es_us: Elige cómo ver el iPhone: Aumentado muestra controles Aumentados, Predeterminado muestra más del contenido en pantalla y Más espacio permite ver aún más elementos en pantalla.
fi: Valitse iPhonen näkymä. Suurempi teksti näyttää säätimet suurempina. Oletus näyttää enemmän sisältöä. Paljon tilaa näyttää vielä enemmän sisältöä.
fr: Choisissez une présentation pour l’iPhone. « Police plus grande » affiche de plus grandes commandes, « Par défaut » affiche davantage de contenu, et « Plus d’espace » en affiche encore plus.
fr_ca: Choisissez un type d’affichage pour votre iPhone. « Police plus grande » affiche des commandes plus grandes. « Par défaut » affiche plus de contenu. « Plus d’espace » affiche encore plus de contenu.
he: באפשרותך לבחור מצב תצוגה ל-iPhone: ״מלל גדול יותר״ מציג פקדים גדולים יותר, ״ברירת-המחדל״ מציג יותר תוכן, ו״מרווח״ מציג אפילו יותר תוכן.
hi: iPhone के लिए दृश्य का आकार चुनें। बड़ा टेक्स्ट में कंट्रोल ज़्यादा बड़े दिखाई देते हैं। डिफ़ॉल्ट में ज़्यादा कॉन्टेंट दिखाई देता है। “अधिक जगह” में और अधिक कॉन्टेंट दिखाई देता है।
hr: Odabir načina prikaza za iPhone. Opcija “Veći tekst” prikazuje veće kontrole. Standardni način prikazuje više sadržaja. Opcija “Više prostora” prikazuje još više sadržaja.
hu: Kiválaszthat egy nézetet az iPhone számára. A Nagyobb szöveg nézet nagyobb vezérlőelemeket jelenít meg. Az Alapértelmezett nézet több tartalmat jelenít meg. A Több terület nézet még ennél is több tartalmat jelenít meg.
id: Pilih tampilan untuk iPhone. Teks Lebih Besar menampilkan kontrol yang lebih besar. Default menampilkan lebih banyak konten. Lebih Banyak Ruang menampilkan jauh lebih banyak konten.
it: Scegli la modalità di visualizzazione per iPhone. Se selezioni “Testo più grande”, i controlli avranno dimensioni maggiori; l’opzione Default ti consente di mostrare più contenuti e con “Più spazio” ne visualizzerai ancora di più.
ja: iPhoneの表示を選択します。“文字を拡大”ではコントロールが拡大表示されます。“スペースを拡大”ではより多くの内容が表示されます。
kk: iPhone көрінісін таңдаңыз. «Үлкенірек мәтін» үлкенірек басқару элементтерін көрсетеді. «Әдепкі» көбірек контент көрсетеді. «Қосымша бос орын» көрінісі одан да көп контент көрсетеді.
ko: iPhone을 보는 방식을 선택합니다. ‘더 큰 텍스트’는 제어기를 크게 표시합니다. ‘기본’은 콘텐츠를 더 많이 표시합니다. ‘더 큰 공간’은 콘텐츠를 가장 많이 표시합니다.
lt: Pasirinkite „iPhone“ rodinį. Rodinys „Didesnis tekstas“ rodo didesnius valdiklius. „“ rodo daugiau turinio. „Daugiau erdvės“ rodo dar daugiau turinio.
ms: Pilih paparan untuk iPhone. Teks Lebih Besar menunjukkan kawalan lebih besar. Lalai menunjukkan lebih banyak kandungan. Lebih Ruang menunjukkan lagi banyak kandungan.
nl: Kies een iPhone-schermweergave. Met 'Grotere tekst' worden regelaars groter weergegeven. Met 'Meer ruimte' past er nog meer op het scherm.
no: Velg en visning for iPhone. Større tekst viser større kontroller. Standard viser mer innhold. Mer plass viser enda mer innhold.
pl: Wybierz wygląd ekranu iPhone’a. W trybie Większy tekst narzędzia są większe. Tryb Domyślny pozwala wyświetlać więcej, a tryb Więcej miejsca jeszcze więcej informacji.
pt_br: Escolha uma visualização para o iPhone. Texto Maior mostra os controles ampliados. Padrão mostra mais conteúdo. Mais Espaço mostra ainda mais conteúdo.
pt_pt: Escolha como gostaria de ver o iPhone: com a opção Texto maior, os controlos ficam maiores; Predefinição mostra mais conteúdo no ecrã; Mais espaço mostra ainda mais conteúdo.
ro: Alegeți un mod de vizualizare pentru iPhone. “Text mai mare” afișează comenzi mai mari. “Implicit” afișează mai mult conținut. “Mai mult spațiu” afișează și mai mult conținut.
ru: Выберите вид для iPhone: «Крупный текст» показывает более крупно элементы управления. «По умолчанию» отображает больше контента. «Больше места» показывает еще больше контента.
sk: Vyberte zobrazenie pre iPhone. Väčší text zobrazuje väčšie ovládacie prvky. Predvolené pojme viac obsahu. Viac miesta toho zobrazí ešte viac.
sl: Izberite pogled za iPhone. Nastavitev Večje besedilo prikazuje večje krmilne funkcije. Nastavitev Privzeto prikazuje več vsebine. Nastavitev Več prostora prikazuje še več vsebine.
sv: Välj vilken vy du vill ha för iPhone. Större text har större reglage. Förval får plats med mer innehåll. Mer utrymme får plats med ännu mer innehåll.
th: เลือกการแสดงผลสำหรับ iPhone การเลือกแบบข้อความตัวใหญ่จะแสดงปุ่มควบคุมขนาดใหญ่ขึ้น แบบเริ่มต้นจะมีพื้นที่แสดงเนื้อหามากขึ้น แบบพื้นที่มากขึ้นจะแสดงเนื้อหามากยิ่งขึ้น
tr: iPhone için bir görünüm seçin. Büyük Metin, denetimleri daha büyük gösterir. Saptanmış, daha fazla içerik; Daha Çok Alan ise daha da fazla içerik gösterir.
uk: Оберіть вигляд екрана для iPhone. Варіант «Більший шрифт» пропонує більші елементи керування, варіант «Типово» — більше вмісту, а варіант «Більше місця» — ще більше вмісту.
vi: Chọn một chế độ xem cho iPhone. Chữ lớn hơn hiển thị điều khiển lớn hơn. Mặc định hiển thị nhiều nội dung hơn. Nhiều không gian hiển thị nhiều nội dung hơn hơn nữa.
zh_cn: 选取iPhone的显示方式。“更大字体”会显示更大的控制项。“默认”会显示更多的内容。“更多空间”会进一步显示更多的内容。
zh_hk: 選擇iPhone的顯示方式。「大型文字」顯示較大的控制項目。「預設」顯示更多內容。「更多空間」顯示更多內容。
zh_tw: 選擇iPhone的顯示畫面。「放大文字」會顯示較大的控制項目，「預設值」會顯示較多內容。「更多空間」會顯示最多內容。
